Repository: uffelman/Fuji
Catalog: Fuji/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, fi, fr, he, hu, id, it, ja, ko, nb, nl, pl, pt_br, ro, sv, th, tr, uk, vi, zh_hans, zh_hant

# onboardingWelcomeSubtitle
source: Step through resolutions in an instant — or jump to a saved preset — without leaving your workflow.
ar: تنقّل بين الدقات في لحظة — أو انتقل إلى إعداد مسبق محفوظ — دون مغادرة سير عملك.
cs: Procházejte rozlišení okamžitě — nebo přeskočte na uloženou předvolbu — aniž byste opustili svou práci.
da: Gå trinvist gennem opløsninger på et øjeblik — eller spring til en gemt forudindstilling — uden at forlade dit workflow.
de: Wechsle Auflösungen im Handumdrehen – oder springe zu einer gespeicherten Voreinstellung – ohne deinen Arbeitsablauf zu unterbrechen.
es: Cambia de resolución en un instante, o salta a un preajuste guardado, sin interrumpir tu flujo de trabajo.
fi: Selaa tarkkuuksia hetkessä — tai siirry tallennettuun esiasetukseen — poistumatta työnkulustasi.
fr: Changez de résolution en un instant — ou passez à un préréglage enregistré — sans quitter votre flux de travail.
he: עבור בין רזולוציות ברגע — או קפוץ להגדרה שמורה — בלי לעזוב את העבודה שלך.
hu: Lépkedj a felbontások között pillanatok alatt — vagy ugorj egy mentett előbeállításra — a munkafolyamat megszakítása nélkül.
id: Beralih resolusi dalam sekejap — atau langsung ke preset tersimpan — tanpa meninggalkan alur kerja Anda.
it: Scorri le risoluzioni in un istante — o passa a un preset salvato — senza interrompere il tuo flusso di lavoro.
ja: 解像度を瞬時に切り替え、保存したプリセットにジャンプ。作業を中断する必要はありません。
ko: 워크플로를 벗어나지 않고 해상도를 즉시 단계별로 변경하거나 저장된 프리셋으로 이동하세요.
nb: Gå gjennom oppløsninger på et øyeblikk — eller hopp til en lagret forhåndsinnstilling — uten å forlate arbeidsflyten din.
nl: Stap door resoluties in een oogwenk — of spring naar een opgeslagen voorinstelling — zonder je workflow te verlaten.
pl: Przejdź przez rozdzielczości w mgnieniu oka — lub przeskocz do zapisanego presetu — bez przerywania pracy.
pt_br: Percorra as resoluções instantaneamente — ou pule para uma predefinição salva — sem interromper seu fluxo de trabalho.
ro: Parcurgeți rezoluțiile instantaneu — sau treceți la o presetare salvată — fără a vă părăsi fluxul de lucru.
sv: Stega genom upplösningar på ett ögonblick — eller hoppa till en sparad förinställning — utan att lämna ditt arbetsflöde.
th: สลับความละเอียดได้ทันที — หรือข้ามไปยังพรีเซ็ตที่บันทึกไว้ — โดยไม่ต้องออกจากเวิร์กโฟลว์ของคุณ
tr: Çözünürlükler arasında anında geçin — veya kaydedilmiş bir ön ayara atlayın — iş akışınızdan ayrılmadan.
uk: Перемикайте роздільну здатність миттєво — або переходьте до збереженого набору налаштувань — не перериваючи робочий процес.
vi: Chuyển đổi độ phân giải ngay lập tức — hoặc nhảy đến thiết lập sẵn đã lưu — mà không rời khỏi quy trình làm việc.
zh_hans: 即时切换分辨率，或跳转到已保存的预设，无需离开当前工作流程。
zh_hant: 瞬間切換解析度 — 或跳轉到已儲存的預設組合 — 無需離開工作流程。

# onboardingWelcomeTitle
source: Welcome to Fuji
ar: مرحبًا في Fuji
cs: Vítejte ve Fuji
da: Velkommen til Fuji
de: Willkommen bei Fuji
es: Bienvenido a Fuji
fi: Tervetuloa Fujiin
fr: Bienvenue dans Fuji
he: ברוכים הבאים ל-Fuji
hu: Üdvözöl a Fuji
id: Selamat Datang di Fuji
it: Benvenuto in Fuji
ja: Fujiへようこそ
ko: Fuji에 오신 것을 환영합니다
nb: Velkommen til Fuji
nl: Welkom bij Fuji
pl: Witaj w Fuji
pt_br: Bem-vindo ao Fuji
ro: Bun venit în Fuji
sv: Välkommen till Fuji
th: ยินดีต้อนรับสู่ Fuji
tr: Fuji'ye Hoş Geldiniz
uk: Ласкаво просимо до Fuji
vi: Chào mừng đến với Fuji
zh_hans: 欢迎使用 Fuji
zh_hant: 歡迎使用 Fuji

# presetEditorCancel
source: Cancel
ar: إلغاء
cs: Zrušit
da: Annuller
de: Abbrechen
es: Cancelar
fi: Kumoa
fr: Annuler
he: ביטול
hu: Mégsem
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
ro: Anulează
sv: Avbryt
th: ยกเลิก
tr: İptal
uk: Скасувати
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# presetEditorClearShortcut
source: × Clear
ar: × مسح
cs: × Vymazat
da: × Ryd
de: × Löschen
es: × Borrar
fi: × Tyhjennä
fr: × Effacer
he: × נקה
hu: × Törlés
id: × Hapus
it: × Cancella
ja: × クリア
ko: × 지우기
nb: × Tøm
nl: × Wissen
pl: × Wyczyść
pt_br: × Limpar
ro: × Șterge
sv: × Rensa
th: × ล้าง
tr: × Temizle
uk: × Очистити
vi: × Xóa
zh_hans: × 清除
zh_hant: × 清除

# presetEditorDisplayResolutions
source: Display Resolutions
ar: دقة العرض
cs: Rozlišení displejů
da: Skærmopløsninger
de: Bildschirmauflösungen
es: Resoluciones de pantalla
fi: Näytön Tarkkuudet
fr: Résolutions d'écran
he: רזולוציות תצוגה
hu: Kijelzőfelbontások
id: Resolusi Layar
it: Risoluzioni Display
ja: ディスプレイ解像度
ko: 디스플레이 해상도
nb: Skjermoppløsninger
nl: Beeldschermresoluties
pl: Rozdzielczości Wyświetlacza
pt_br: Resoluções do Monitor
ro: Rezoluții ecran
sv: Skärmupplösningar
th: ความละเอียดจอแสดงผล
tr: Ekran Çözünürlükleri
uk: Роздільні здатності дисплеїв
vi: Độ phân giải màn hình
zh_hans: 显示器分辨率
zh_hant: 顯示器解析度

# presetEditorEditTitle
source: Edit Preset
ar: تعديل الإعداد المسبق
cs: Upravit předvolbu
da: Rediger Forudindstilling
de: Voreinstellung bearbeiten
es: Editar preajuste
fi: Muokkaa Esiasetusta
fr: Modifier le préréglage
he: ערוך הגדרה מוגדרת מראש
hu: Előbeállítás szerkesztése
it: Modifica Preset
ja: プリセットを編集
ko: 프리셋 편집
nb: Rediger Forhåndsinnstilling
nl: Voorinstelling Bewerken
pl: Edytuj Preset
pt_br: Editar Predefinição
ro: Editează presetarea
sv: Redigera Förinställning
th: แก้ไขพรีเซ็ต
tr: Ön Ayarı Düzenle
uk: Редагувати набір налаштувань
vi: Chỉnh sửa thiết lập sẵn
zh_hans: 编辑预设
zh_hant: 編輯預設組合

# presetEditorKeyboardShortcut
source: Keyboard Shortcut (Optional)
ar: اختصار لوحة المفاتيح (اختياري)
cs: Klávesová zkratka (volitelné)
da: Tastaturgenvej (Valgfrit)
de: Tastaturkurzbefehl (optional)
es: Atajo de teclado (opcional)
fi: Pikanäppäin (Valinnainen)
fr: Raccourci clavier (facultatif)
he: קיצור מקלדת (אופציונלי)
hu: Billentyűkombináció (opcionális)
id: Pintasan Keyboard (Opsional)
it: Scorciatoia da Tastiera (Opzionale)
ja: キーボードショートカット（任意）
ko: 키보드 단축키 (선택 사항)
nb: Hurtigtast (Valgfritt)
nl: Sneltoets (Optioneel)
pl: Skrót Klawiaturowy (Opcjonalnie)
pt_br: Atalho de Teclado (Opcional)
ro: Comandă rapidă (opțional)
sv: Tangentbordsgenväg (Valfritt)
th: ปุ่มลัดคีย์บอร์ด (ไม่บังคับ)
tr: Klavye Kısayolu (İsteğe Bağlı)
uk: Комбінація клавіш (необовʼязково)
vi: Phím tắt (Tùy chọn)
zh_hans: 键盘快捷键（可选）
zh_hant: 鍵盤快速鍵（選填）

# presetEditorMainBadge
source: Main
ar: رئيسية
cs: Hlavní
da: Hoved
de: Haupt
es: Principal
fi: Pää
fr: Principal
he: ראשי
hu: Fő
id: Utama
it: Principale
ja: メイン
ko: 주
nb: Hoved
nl: Hoofd
pl: Główny
pt_br: Principal
ro: Principal
sv: Huvud
th: หลัก
tr: Ana
uk: Основний
vi: Chính
zh_hans: 主
zh_hant: 主要

# presetEditorNameLabel
source: Preset Name
ar: اسم الإعداد المسبق
cs: Název předvolby
da: Forudindstillingens Navn
de: Name der Voreinstellung
es: Nombre del preajuste
fi: Esiasetuksen Nimi
fr: Nom du préréglage
he: שם ההגדרה
hu: Előbeállítás neve
id: Nama Preset
it: Nome del Preset
ja: プリセット名
ko: 프리셋 이름
nb: Forhåndsinnstillingens Navn
nl: Naam Voorinstelling
pl: Nazwa Presetu
pt_br: Nome da Predefinição
ro: Numele presetării
sv: Förinställningens Namn
th: ชื่อพรีเซ็ต
tr: Ön Ayar Adı
uk: Назва набору налаштувань
vi: Tên thiết lập sẵn
zh_hans: 预设名称
zh_hant: 預設組合名稱

# presetEditorNamePlaceholder
source: Enter preset name
ar: أدخل اسم الإعداد المسبق
cs: Zadejte název předvolby
da: Indtast forudindstillingens navn
de: Name eingeben
es: Introduce el nombre del preajuste
fi: Syötä esiasetuksen nimi
fr: Saisir le nom du préréglage
he: הזן שם להגדרה
hu: Add meg az előbeállítás nevét
id: Masukkan nama preset
it: Inserisci il nome del preset
ja: プリセット名を入力
ko: 프리셋 이름을 입력하세요
nb: Skriv inn forhåndsinnstillingens navn
nl: Voer de naam van de voorinstelling in
pl: Wprowadź nazwę presetu
pt_br: Insira o nome da predefinição
ro: Introduceți numele presetării
sv: Ange förinställningens namn
th: ป้อนชื่อพรีเซ็ต
tr: Ön ayar adını girin
uk: Введіть назву набору налаштувань
vi: Nhập tên thiết lập sẵn
zh_hans: 输入预设名称
zh_hant: 輸入預設組合名稱

# presetEditorNewTitle
source: New Preset
ar: إعداد مسبق جديد
cs: Nová předvolba
da: Ny Forudindstilling
de: Neue Voreinstellung
es: Nuevo preajuste
fi: Uusi Esiasetus
fr: Nouveau préréglage
he: הגדרה חדשה
hu: Új előbeállítás
id: Preset Baru
it: Nuovo Preset
ja: 新規プリセット
ko: 새 프리셋
nb: Ny Forhåndsinnstilling
nl: Nieuwe Voorinstelling
pl: Nowy Preset
pt_br: Nova Predefinição
ro: Presetare nouă
sv: Ny Förinställning
th: พรีเซ็ตใหม่
tr: Yeni Ön Ayar
uk: Новий набір налаштувань
vi: Thiết lập sẵn mới
zh_hans: 新建预设
zh_hant: 新增預設組合

# presetEditorNoShortcut
source: No shortcut set
ar: لم يتم تعيين اختصار
cs: Žádná zkratka nenastavena
da: Ingen genvej indstillet
de: Kein Kurzbefehl festgelegt
es: Sin atajo asignado
fi: Pikanäppäintä ei ole asetettu
fr: Aucun raccourci défini
he: לא הוגדר קיצור
hu: Nincs billentyűkombináció beállítva
id: Tidak ada pintasan yang ditetapkan
it: Nessuna scorciatoia impostata
ja: ショートカット未設定
ko: 단축키가 설정되지 않음
nb: Ingen snarvei angitt
nl: Geen sneltoets ingesteld
pl: Nie ustawiono skrótu
pt_br: Nenhum atalho definido
ro: Nicio comandă rapidă setată
sv: Ingen genväg inställd
th: ยังไม่ได้ตั้งปุ่มลัด
tr: Kısayol ayarlanmadı
uk: Комбінацію клавіш не встановлено
vi: Chưa đặt phím tắt
zh_hans: 未设置快捷键
zh_hant: 未設定快速鍵

# presetEditorPressKeyCombo
source: Press a key combination...
ar: اضغط تركيبة مفاتيح...
cs: Stiskněte kombinaci kláves…
da: Tryk en tastkombination...
de: Tastenkombination drücken …
es: Pulsa una combinación de teclas…
fi: Paina näppäinyhdistelmää...
fr: Appuyez sur une combinaison de touches…
he: לחץ על שילוב מקשים...
hu: Nyomj meg egy billentyűkombinációt…
id: Tekan kombinasi tombol...
it: Premi una combinazione di tasti...
ja: キーの組み合わせを押してください…
ko: 키 조합을 누르세요...
nb: Trykk en tastekombinasjon...
nl: Druk een toetscombinatie...
pl: Naciśnij kombinację klawiszy...
pt_br: Pressione uma combinação de teclas...
ro: Apăsați o combinație de taste...
sv: Tryck en tangentkombination...
th: กดคีย์ผสม...
tr: Bir tuş kombinasyonu basın...
uk: Натисніть комбінацію клавіш…
vi: Nhấn tổ hợp phím...
zh_hans: 请按下组合键…
zh_hant: 按下組合鍵⋯

# presetEditorRecordShortcut
source: Record Shortcut
ar: تسجيل الاختصار
cs: Zaznamenat zkratku
da: Optag Genvej
de: Kurzbefehl aufzeichnen
es: Grabar atajo
fi: Tallenna Pikanäppäin
fr: Enregistrer un raccourci
he: הקלט קיצור
hu: Billentyűkombináció rögzítése
id: Rekam Pintasan
it: Registra Scorciatoia
ja: ショートカットを記録
ko: 단축키 녹화
nb: Ta opp Snarvei
nl: Sneltoets Opnemen
pl: Nagraj Skrót
pt_br: Gravar Atalho
ro: Înregistrează comanda rapidă
sv: Spela in Genväg
th: บันทึกปุ่มลัด
tr: Kısayol Kaydet
uk: Записати комбінацію клавіш
vi: Ghi phím tắt
zh_hans: 录制快捷键
zh_hant: 錄製快速鍵

# presetEditorSave
source: Save
ar: حفظ
cs: Uložit
da: Gem
de: Sichern
es: Guardar
fi: Tallenna
fr: Enregistrer
he: שמור
hu: Mentés
id: Simpan
it: Salva
ja: 保存
ko: 저장
nb: Lagre
nl: Bewaar
pl: Zapisz
pt_br: Salvar
ro: Salvează
sv: Spara
th: บันทึก
tr: Kaydet
uk: Зберегти
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

# presetEditorSelectResolution
source: Select resolution...
ar: اختر الدقة...
cs: Vyberte rozlišení…
da: Vælg opløsning...
de: Auflösung wählen …
es: Seleccionar resolución…
fi: Valitse tarkkuus...
fr: Sélectionner la résolution…
he: בחר רזולוציה...
hu: Felbontás kiválasztása…
id: Pilih resolusi...
it: Seleziona risoluzione...
ja: 解像度を選択…
ko: 해상도 선택...
nb: Velg oppløsning...
nl: Selecteer resolutie...
pl: Wybierz rozdzielczość...
pt_br: Selecione a resolução...
ro: Selectați rezoluția...
sv: Välj upplösning...
th: เลือกความละเอียด...
tr: Çözünürlük seçin...
uk: Оберіть роздільну здатність…
vi: Chọn độ phân giải...
zh_hans: 选择分辨率…
zh_hant: 選擇解析度⋯

# presetRowDelete
source: Delete
ar: حذف
cs: Smazat
da: Slet
de: Löschen
es: Eliminar
fi: Poista
fr: Supprimer
he: מחק
hu: Törlés
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
nb: Slett
nl: Verwijder
pl: Usuń
pt_br: Excluir
ro: Șterge
sv: Radera
th: ลบ
tr: Sil
uk: Видалити
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

# presetRowEdit
source: Edit
ar: تعديل
cs: Upravit
da: Rediger
de: Bearbeiten
es: Editar
fi: Muokkaa
fr: Modifier
he: ערוך
hu: Szerkesztés
it: Modifica
ja: 編集
ko: 편집
nb: Rediger
nl: Bewerk
pl: Edytuj
pt_br: Editar
ro: Editează
sv: Redigera
th: แก้ไข
tr: Düzenle
uk: Редагувати
vi: Chỉnh sửa
zh_hans: 编辑
zh_hant: 編輯

# presetsAccessibilityBody
source: Global keyboard shortcuts require Accessibility access in System Settings > Privacy & Security > Accessibility.
ar: تتطلب اختصارات لوحة المفاتيح العامة الوصول إلى تسهيلات الاستخدام في إعدادات النظام > الخصوصية والأمان > تسهيلات الاستخدام.
cs: Globální klávesové zkratky vyžadují přístup k Přístupnosti v Nastavení systému > Soukromí a zabezpečení > Přístupnost.
da: Globale tastaturgenveje kræver Tilgængelighedsadgang i Systemindstillinger > Anonymitet og sikkerhed > Tilgængelighed.
de: Globale Tastaturkurzbefehle erfordern die Bedienungshilfen-Berechtigung unter Systemeinstellungen > Datenschutz & Sicherheit > Bedienungshilfen.
es: Los atajos de teclado globales requieren acceso de accesibilidad en Ajustes del Sistema > Privacidad y seguridad > Accesibilidad.
fi: Yleiset pikanäppäimet vaativat Saavutettavuuskäyttöoikeuden kohdassa Järjestelmäasetukset > Tietosuoja ja turvallisuus > Saavutettavuus.
fr: Les raccourcis clavier globaux nécessitent l'accès d'accessibilité dans Réglages Système > Confidentialité et sécurité > Accessibilité.
he: קיצורי מקלדת גלובליים דורשים גישת נגישות בהגדרות מערכת > פרטיות ואבטחה > נגישות.
hu: A globális billentyűkombinációk Kisegítő lehetőségek hozzáférést igényelnek a Rendszerbeállítások > Adatvédelem és biztonság > Kisegítő lehetőségek menüben.
id: Pintasan keyboard global memerlukan akses Aksesibilitas di Pengaturan Sistem > Privasi & Keamanan > Aksesibilitas.
it: Le scorciatoie da tastiera globali richiedono l'accesso all'Accessibilità in Impostazioni di Sistema > Privacy e Sicurezza > Accessibilità.
ja: グローバルキーボードショートカットを使用するには、システム設定 > プライバシーとセキュリティ > アクセシビリティでアクセスを許可する必要があります。
ko: 전역 키보드 단축키는 시스템 설정 > 개인정보 보호 및 보안 > 손쉬운 사용에서 손쉬운 사용 접근 권한이 필요합니다.
nb: Globale hurtigtaster krever Tilgjengelighetstilgang i Systeminnstillinger > Personvern og sikkerhet > Tilgjengelighet.
nl: Globale sneltoetsen vereisen Toegankelijkheidstoegang in Systeeminstellingen > Privacy en beveiliging > Toegankelijkheid.
pl: Globalne skróty klawiaturowe wymagają dostępu do Dostępności w Ustawienia systemowe > Prywatność i ochrona > Dostępność.
pt_br: Os atalhos de teclado globais requerem acesso à Acessibilidade em Ajustes do Sistema > Privacidade e Segurança > Acessibilidade.
ro: Comenzile rapide globale necesită acces la Accesibilitate în Setări sistem > Confidențialitate și securitate > Accesibilitate.
sv: Globala tangentbordsgenvägar kräver Tillgänglighetsåtkomst i Systeminställningar > Integritet och säkerhet > Tillgänglighet.
th: ปุ่มลัดทั่วระบบต้องใช้สิทธิ์การเข้าถึงในการตั้งค่าระบบ > ความเป็นส่วนตัวและความปลอดภัย > การเข้าถึง
tr: Genel klavye kısayolları, Sistem Ayarları > Gizlilik ve Güvenlik > Erişilebilirlik'te Erişilebilirlik erişimi gerektirir.
uk: Глобальні комбінації клавіш потребують доступу до Універсального доступу в Системні параметри > Конфіденційність і безпека > Універсальний доступ.
vi: Phím tắt toàn cục yêu cầu quyền Trợ năng trong Cài đặt hệ thống > Quyền riêng tư & Bảo mật > Trợ năng.
zh_hans: 全局键盘快捷键需要在系统设置 > 隐私与安全性 > 辅助功能中授予权限。
zh_hant: 全域鍵盤快速鍵需要在系統設定 > 隱私權與安全性 > 輔助使用中授予取用權限。

# presetsAccessibilityTitle
source: Accessibility Permission Required
ar: يتطلب إذن تسهيلات الاستخدام
cs: Vyžadováno oprávnění přístupnosti
da: Tilgængelighedstilladelse Påkrævet
de: Bedienungshilfen-Berechtigung erforderlich
es: Se requiere permiso de accesibilidad
fi: Saavutettavuuslupa Vaaditaan
fr: Autorisation d'accessibilité requise
he: נדרשת הרשאת נגישות
hu: Kisegítő lehetőségek engedélye szükséges
id: Izin Aksesibilitas Diperlukan
it: Permesso di Accessibilità Richiesto
ja: アクセシビリティの許可が必要です
ko: 손쉬운 사용 권한 필요
nb: Tilgjengelighetstillatelse Påkrevd
nl: Toegankelijkheidsmachtiging Vereist
pl: Wymagane Uprawnienie Dostępności
pt_br: Permissão de Acessibilidade Necessária
ro: Permisiune de accesibilitate necesară
sv: Tillgänglighetsbehörighet Krävs
th: ต้องให้สิทธิ์การเข้าถึง
tr: Erişilebilirlik İzni Gerekli
uk: Потрібен дозвіл на Універсальний доступ
vi: Cần quyền Trợ năng
zh_hans: 需要辅助功能权限
zh_hant: 需要輔助使用權限

# presetsAddButton
source: Add Preset
ar: إضافة إعداد مسبق
cs: Přidat předvolbu
da: Tilføj Forudindstilling
de: Voreinstellung hinzufügen
es: Agregar preajuste
fi: Lisää Esiasetus
fr: Ajouter un préréglage
he: הוסף הגדרה מוגדרת מראש
hu: Előbeállítás hozzáadása
id: Tambah Preset
it: Aggiungi Preset
ja: プリセットを追加
ko: 프리셋 추가
nb: Legg til Forhåndsinnstilling
nl: Voorinstelling Toevoegen
pl: Dodaj Preset
pt_br: Adicionar Predefinição
ro: Adaugă presetare
sv: Lägg till Förinställning
th: เพิ่มพรีเซ็ต
tr: Ön Ayar Ekle
uk: Додати набір налаштувань
vi: Thêm thiết lập sẵn
zh_hans: 添加预设
zh_hant: 新增預設組合

# presetsEmptyDescription
source: Click "Add Preset" below to create a new preset
ar: انقر على "إضافة إعداد مسبق" أدناه لإنشاء إعداد مسبق جديد
cs: Klikněte na „Přidat předvolbu” níže a vytvořte novou předvolbu
da: Klik på "Tilføj Forudindstilling" nedenfor for at oprette en ny forudindstilling
de: Klicke unten auf „Voreinstellung hinzufügen“, um eine neue Voreinstellung zu erstellen
es: Haz clic en "Agregar preajuste" a continuación para crear uno nuevo
fi: Napsauta alla "Lisää Esiasetus" luodaksesi uuden esiasetuksen
fr: Cliquez sur « Ajouter un préréglage » ci-dessous pour en créer un nouveau
he: לחץ על "הוסף הגדרה מוגדרת מראש" למטה כדי ליצור הגדרה חדשה
hu: Kattints az „Előbeállítás hozzáadása” gombra új előbeállítás létrehozásához
id: Klik "Tambah Preset" di bawah untuk membuat preset baru
it: Clicca su "Aggiungi Preset" qui sotto per creare un nuovo preset
ja: 下の「プリセットを追加」をクリックして新しいプリセットを作成してください
ko: 아래의 "프리셋 추가"를 클릭하여 새 프리셋을 만드세요
nb: Klikk "Legg til Forhåndsinnstilling" nedenfor for å opprette en ny forhåndsinnstilling
nl: Klik hieronder op "Voorinstelling Toevoegen" om een nieuwe voorinstelling te maken
pl: Kliknij "Dodaj Preset" poniżej, aby utworzyć nowy preset
pt_br: Clique em "Adicionar Predefinição" abaixo para criar uma nova predefinição
ro: Faceți clic pe „Adaugă presetare” mai jos pentru a crea o presetare nouă
sv: Klicka på "Lägg till Förinställning" nedan för att skapa en ny förinställning
th: คลิก "เพิ่มพรีเซ็ต" ด้านล่างเพื่อสร้างพรีเซ็ตใหม่
tr: Yeni bir ön ayar oluşturmak için aşağıdaki "Ön Ayar Ekle"ye tıklayın
uk: Натисніть «Додати набір налаштувань» нижче, щоб створити новий набір
vi: Nhấp "Thêm thiết lập sẵn" bên dưới để tạo thiết lập sẵn mới
zh_hans: 点击下方的“添加预设”来创建新预设
zh_hant: 點擊下方「新增預設組合」來建立新的預設組合

# presetsEmptyTitle
source: No presets configured
ar: لا توجد إعدادات مسبقة مُعدّة
cs: Žádné nakonfigurované předvolby
da: Ingen forudindstillinger konfigureret
de: Keine Voreinstellungen konfiguriert
es: No hay preajustes configurados
fi: Esiasetuksia ei ole määritetty
fr: Aucun préréglage configuré
he: לא הוגדרו הגדרות מוגדרות מראש
hu: Nincsenek beállított előbeállítások
id: Tidak ada preset yang dikonfigurasi
it: Nessun preset configurato
ja: プリセットが設定されていません
ko: 구성된 프리셋 없음
nb: Ingen forhåndsinnstillinger konfigurert
nl: Geen voorinstellingen geconfigureerd
pl: Brak skonfigurowanych presetów
pt_br: Nenhuma predefinição configurada
ro: Nicio presetare configurată
sv: Inga förinställningar konfigurerade
th: ยังไม่มีพรีเซ็ตที่กำหนดค่า
tr: Yapılandırılmış ön ayar yok
uk: Набори налаштувань не налаштовано
vi: Chưa có thiết lập sẵn nào
zh_hans: 未配置预设
zh_hant: 尚未設定預設組合

# presetsOpenSettings
source: Open Settings
ar: فتح الإعدادات
cs: Otevřít nastavení
da: Åbn Indstillinger
de: Einstellungen öffnen
es: Abrir Ajustes
fi: Avaa Asetukset
fr: Ouvrir les Réglages
he: פתח הגדרות
hu: Beállítások megnyitása
id: Buka Pengaturan
it: Apri Impostazioni
ja: 設定を開く
ko: 설정 열기
nb: Åpne Innstillinger
nl: Open Instellingen
pl: Otwórz Ustawienia
pt_br: Abrir Ajustes
ro: Deschide setările
sv: Öppna Inställningar
th: เปิดการตั้งค่า
tr: Ayarları Aç
uk: Відкрити параметри
vi: Mở Cài đặt
zh_hans: 打开设置
zh_hant: 打開設定

# presetsRecheck
source: Recheck
ar: إعادة التحقق
cs: Znovu zkontrolovat
da: Kontroller Igen
de: Erneut prüfen
es: Volver a comprobar
fi: Tarkista Uudelleen
fr: Revérifier
he: בדוק שוב
hu: Újraellenőrzés
id: Periksa Ulang
it: Ricontrolla
ja: 再確認
ko: 다시 확인
nb: Sjekk på Nytt
nl: Opnieuw Controleren
pl: Sprawdź Ponownie
pt_br: Verificar Novamente
ro: Reverifică
sv: Kontrollera Igen
th: ตรวจสอบอีกครั้ง
tr: Yeniden Kontrol Et
uk: Перевірити знову
vi: Kiểm tra lại
zh_hans: 重新检查
zh_hant: 重新檢查

# presetsSubtitle
source: Quick-switch between display configurations using keyboard shortcuts.
ar: التبديل السريع بين تكوينات العرض باستخدام اختصارات لوحة المفاتيح.
cs: Rychle přepínejte mezi konfiguracemi displeje pomocí klávesových zkratek.
da: Skift hurtigt mellem skærmkonfigurationer med tastaturgenveje.
de: Schnell zwischen Bildschirmkonfigurationen per Tastaturkurzbefehl wechseln.
es: Cambia rápidamente entre configuraciones de pantalla usando atajos de teclado.
fi: Vaihda nopeasti näyttökokoonpanojen välillä pikanäppäimillä.
fr: Basculez rapidement entre les configurations d'écran à l'aide de raccourcis clavier.
he: מעבר מהיר בין תצורות תצוגה באמצעות קיצורי מקלדת.
hu: Gyorsan válts a kijelzőkonfigurációk között billentyűkombinációkkal.
id: Beralih cepat antar konfigurasi layar menggunakan pintasan keyboard.
it: Passa rapidamente tra le configurazioni del display usando scorciatoie da tastiera.
ja: キーボードショートカットでディスプレイ設定をすばやく切り替えます。
ko: 키보드 단축키를 사용하여 디스플레이 구성을 빠르게 전환합니다.
nb: Hurtigbytt mellom skjermkonfigurasjoner med hurtigtaster.
nl: Schakel snel tussen beeldschermconfiguraties met sneltoetsen.
pl: Szybko przełączaj się między konfiguracjami wyświetlacza za pomocą skrótów klawiaturowych.
pt_br: Alterne rapidamente entre configurações de tela usando atalhos de teclado.
ro: Comutați rapid între configurațiile de ecran folosind comenzi rapide de la tastatură.
sv: Snabbväxla mellan skärmkonfigurationer med tangentbordsgenvägar.
th: สลับระหว่างการตั้งค่าจอแสดงผลอย่างรวดเร็วด้วยปุ่มลัดคีย์บอร์ด
tr: Klavye kısayollarıyla ekran yapılandırmaları arasında hızla geçiş yapın.
uk: Швидко перемикайтеся між конфігураціями дисплея за допомогою комбінацій клавіш.
vi: Chuyển đổi nhanh giữa các cấu hình màn hình bằng phím tắt.
zh_hans: 使用键盘快捷键在显示器配置之间快速切换。
zh_hant: 使用鍵盤快速鍵快速切換顯示配置。

# presetsTitle
source: Resolution Presets
ar: إعدادات الدقة المسبقة
cs: Předvolby rozlišení
da: Opløsningsforudindstillinger
de: Auflösungs-Voreinstellungen
es: Preajustes de resolución
fi: Tarkkuusesiasetukset
fr: Préréglages de résolution
he: הגדרות רזולוציה מוגדרות מראש
hu: Felbontás-előbeállítások
id: Preset Resolusi
it: Preset di Risoluzione
ja: 解像度プリセット
ko: 해상도 프리셋
nb: Oppløsningsforhåndsinnstillinger
nl: Resolutie-voorinstellingen
pl: Presety Rozdzielczości
pt_br: Predefinições de Resolução
ro: Presetări de rezoluție
sv: Upplösningsförinställningar
th: พรีเซ็ตความละเอียด
tr: Çözünürlük Ön Ayarları
uk: Набори налаштувань роздільної здатності
vi: Thiết lập sẵn độ phân giải
zh_hans: 分辨率预设
zh_hant: 解析度預設組合

# settingsTabAbout
source: About
ar: حول
cs: O aplikaci
da: Om
de: Über
es: Acerca de
fi: Tietoja
fr: À propos
he: אודות
hu: Névjegy
id: Tentang
it: Informazioni
ja: Fujiについて
ko: 정보
nb: Om
nl: Over
pl: Informacje
pt_br: Sobre
ro: Despre
sv: Om
th: เกี่ยวกับ
tr: Hakkında
uk: Про програму
vi: Giới thiệu
zh_hans: 关于
zh_hant: 關於

# settingsTabGeneral
source: General
ar: عام
cs: Obecné
da: Generelt
de: Allgemein
fi: Yleiset
fr: Général
he: כללי
hu: Általános
id: Umum
it: Generali
ja: 一般
ko: 일반
nb: Generelt
nl: Algemeen
pl: Ogólne
pt_br: Geral
sv: Allmänt
th: ทั่วไป
tr: Genel
uk: Загальні
vi: Cài đặt chung
zh_hans: 通用
zh_hant: 一般
